1password
awww
base
base-devel
bash-completion
blueberry
bluez
bluez-utils
bolt-launcher
btop
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
fzf
ghostty
gimp
git
gnome-keyring
godot
grim
gst-plugin-pipewire
hyprland
hyprmod
hyprpaper
hyprpolkitagent
insomnia
intel-ucode
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
ly
meson
nano
neovim
network-manager-applet
networkmanager
ninja
nodejs
nordvpn-bin
npm
nvidia-open
obs-studio
obsidian
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
protonplus
qbittorrent
qt5-wayland
qt6-3d
qt6-canvaspainter
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-openapi
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-tasktree
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
rofi
seahorse
slurp
smartmontools
sof-firmware
steam
sudo
thunderbird
tmux
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
uwsm
vesktop
vim
vscodium
waybar
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
yay-bin
yay-bin-debug
zram-generator
1password
awww
base
base-devel
bash-completion
blueberry
bluez
bluez-utils
bolt-launcher
btop
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
fzf
ghostty
gimp
git
gnome-keyring
godot
grim
gst-plugin-pipewire
hyprland
hyprmod
hyprpaper
hyprpolkitagent
insomnia
intel-ucode
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
ly
meson
nano
neovim
network-manager-applet
networkmanager
ninja
nodejs
nordvpn-bin
npm
nvidia-open
obs-studio
obsidian
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
protonplus
qbittorrent
qt5-wayland
qt6-3d
qt6-canvaspainter
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-openapi
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-tasktree
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
rofi
seahorse
slurp
smartmontools
sof-firmware
steam
sudo
thunderbird
tmux
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
uwsm
vesktop
vim
vscodium
waybar
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
yay-bin
yay-bin-debug
zram-generator
